{
  "title": "Nostalgia Who Am I?",
  "puzzles": [
    {
      "id": "nwai-1",
      "answer": "Elvis Presley",
      "clues": [
        "I was born in Tupelo, Mississippi in 1935.",
        "I served in the United States Army in Germany.",
        "My home in Memphis became a famous tourist attraction.",
        "I'm known as the King of Rock and Roll."
      ]
    },
    {
      "id": "nwai-2",
      "answer": "Lucille Ball",
      "clues": [
        "I started my career as a model and B-movie actress in the 1930s.",
        "My husband and I formed a production company called Desilu.",
        "I was one of the first women to run a major television studio.",
        "My iconic red hair and comedic antics made my TV show a massive hit in the 1950s."
      ]
    },
    {
      "id": "nwai-3",
      "answer": "James Dean",
      "clues": [
        "I grew up on a farm in Indiana.",
        "I starred in only three major films before my untimely death.",
        "One of my most famous roles was Cal Trask in East of Eden.",
        "I became the ultimate symbol of teenage rebellion in the 1950s."
      ]
    },
    {
      "id": "nwai-4",
      "answer": "Marilyn Monroe",
      "clues": [
        "I was born Norma Jeane Mortenson in Los Angeles.",
        "I sang 'Happy Birthday' to President Kennedy at Madison Square Garden.",
        "My famous white dress scene was filmed over a subway grate in New York.",
        "I became the most iconic blonde bombshell of the 1950s."
      ]
    },
    {
      "id": "nwai-5",
      "answer": "The Beatles",
      "clues": [
        "We formed in Liverpool, England in 1960.",
        "Our manager Brian Epstein helped shape our early image.",
        "Our appearance on The Ed Sullivan Show in 1964 drew 73 million viewers.",
        "We are considered the most influential band in popular music history."
      ]
    },
    {
      "id": "nwai-6",
      "answer": "Audrey Hepburn",
      "clues": [
        "I was born in Belgium and survived the Nazi occupation as a child.",
        "I trained as a ballet dancer before turning to acting.",
        "I famously ate breakfast outside a jewelry store in one of my best-known roles.",
        "I became a UNICEF Goodwill Ambassador and a timeless style icon."
      ]
    },
    {
      "id": "nwai-7",
      "answer": "Johnny Carson",
      "clues": [
        "I started my career as a magician called 'The Great Carsoni.'",
        "I hosted a game show called 'Who Do You Trust?' in the late 1950s.",
        "My monologue and comedic sketches entertained America for 30 years.",
        "I was the legendary host of The Tonight Show from 1962 to 1992."
      ]
    },
    {
      "id": "nwai-8",
      "answer": "Muhammad Ali",
      "clues": [
        "I won an Olympic gold medal in Rome at age 18.",
        "I changed my name after converting to Islam in 1964.",
        "I was stripped of my title for refusing military service during the Vietnam War.",
        "I called myself 'The Greatest' and famously said I could 'float like a butterfly, sting like a bee.'"
      ]
    },
    {
      "id": "nwai-9",
      "answer": "Aretha Franklin",
      "clues": [
        "I grew up singing gospel in my father's church in Detroit.",
        "I signed my first record deal at age 18 with Columbia Records.",
        "My signature song became an anthem for the civil rights and women's movements.",
        "I am known as the Queen of Soul."
      ]
    },
    {
      "id": "nwai-10",
      "answer": "Steve McQueen",
      "clues": [
        "I spent part of my youth in a reform school before joining the Marines.",
        "I performed many of my own stunts, including a famous motorcycle chase.",
        "My cool, anti-hero persona made me one of the biggest movie stars of the 1960s.",
        "I was known as the King of Cool."
      ]
    },
    {
      "id": "nwai-11",
      "answer": "Diana Ross",
      "clues": [
        "I grew up in a housing project in Detroit, Michigan.",
        "I led a famous Motown girl group before going solo.",
        "I starred as Billie Holiday in the film Lady Sings the Blues.",
        "My group was called The Supremes and we had 12 number-one singles."
      ]
    },
    {
      "id": "nwai-12",
      "answer": "Clint Eastwood",
      "clues": [
        "I worked as a lumberjack and gas station attendant before acting.",
        "I became famous playing a character called 'The Man with No Name.'",
        "My catchphrase 'Go ahead, make my day' became part of American culture.",
        "I starred in Spaghetti Westerns before becoming a legendary director."
      ]
    },
    {
      "id": "nwai-13",
      "answer": "Michael Jackson",
      "clues": [
        "I first performed on stage at age 5 with my brothers in Gary, Indiana.",
        "My album released in 1982 became the best-selling album of all time.",
        "I popularized a dance move where I appeared to glide backwards.",
        "I am known as the King of Pop."
      ]
    },
    {
      "id": "nwai-14",
      "answer": "Farrah Fawcett",
      "clues": [
        "I was born in Corpus Christi, Texas and studied art in college.",
        "My famous red swimsuit poster sold over 12 million copies.",
        "I was one of the original stars of a hit 1970s detective TV show.",
        "I was one of Charlie's Angels."
      ]
    },
    {
      "id": "nwai-15",
      "answer": "Frank Sinatra",
      "clues": [
        "I was born in Hoboken, New Jersey to Italian immigrant parents.",
        "I led a famous social group of entertainers in Las Vegas.",
        "I won an Academy Award for my role in From Here to Eternity.",
        "I am known as Ol' Blue Eyes and my signature song is 'My Way.'"
      ]
    }
  ]
}
