{
  "title": "Nostalgia Riddles",
  "riddles": [
    {
      "id": "nr-1",
      "riddle": "I spun round and round while playing your favorite songs. You placed a needle on me gently. What am I?",
      "answer": "a record",
      "hint": "Think vinyl..."
    },
    {
      "id": "nr-2",
      "riddle": "I have keys but open no doors. Each press leaves an inked letter behind. A bell rings when you reach the end of a line. What am I?",
      "answer": "a typewriter",
      "hint": "Writers used me before computers."
    },
    {
      "id": "nr-3",
      "riddle": "I have a dial with numbers and a curly cord. You had to spin my wheel and wait for each number to return. What am I?",
      "answer": "a rotary phone",
      "hint": "You couldn't push my buttons — I didn't have any."
    },
    {
      "id": "nr-4",
      "riddle": "On warm summer nights, you'd park your car and watch movies on a giant screen under the stars. What am I?",
      "answer": "a drive-in theater",
      "hint": "You never had to leave your car."
    },
    {
      "id": "nr-5",
      "riddle": "I was small enough to fit in your pocket and brought music and news through a tiny speaker. I ran on batteries and had a dial to find stations. What am I?",
      "answer": "a transistor radio",
      "hint": "A portable way to tune in."
    },
    {
      "id": "nr-6",
      "riddle": "Drop a coin in me, pick your favorite song, and I'll play it for the whole diner to hear. What am I?",
      "answer": "a jukebox",
      "hint": "I was usually found in restaurants and soda shops."
    },
    {
      "id": "nr-7",
      "riddle": "I had four wheels, one on each corner, and you strapped me onto your shoes to glide down the sidewalk. What am I?",
      "answer": "roller skates",
      "hint": "There were rinks dedicated to using me."
    },
    {
      "id": "nr-8",
      "riddle": "Point me, click, and in a minute a white square slides out. Shake it gently and watch the image slowly appear. What am I?",
      "answer": "a Polaroid camera",
      "hint": "Instant photography, no darkroom needed."
    },
    {
      "id": "nr-9",
      "riddle": "I held your music on a ribbon of tape. You could flip me over for more songs, but sometimes I'd get tangled. A pencil could fix me. What am I?",
      "answer": "a cassette tape",
      "hint": "You'd rewind me with a pencil to save batteries."
    },
    {
      "id": "nr-10",
      "riddle": "I sat on your roof and caught invisible signals from the sky. You'd have to adjust me to get a clear picture on your television. What am I?",
      "answer": "a TV antenna",
      "hint": "Sometimes called rabbit ears when I was indoors."
    },
    {
      "id": "nr-11",
      "riddle": "I'm a lamp filled with colorful goo that slowly rises and falls in mesmerizing blobs. I was the grooviest decoration of the 1960s. What am I?",
      "answer": "a lava lamp",
      "hint": "I was a psychedelic centerpiece."
    },
    {
      "id": "nr-12",
      "riddle": "Wear me on your finger and I'll change colors based on your emotions — or so they said. What am I?",
      "answer": "a mood ring",
      "hint": "I was a 1970s jewelry sensation."
    },
    {
      "id": "nr-13",
      "riddle": "Stand on me, bounce up and down, and try not to fall off! I have a spring and two foot pegs. What am I?",
      "answer": "a pogo stick",
      "hint": "A bouncy toy for the backyard."
    },
    {
      "id": "nr-14",
      "riddle": "Swing me around your waist and try to keep me spinning. I was a 1950s craze that got the whole nation twirling. What am I?",
      "answer": "a hula hoop",
      "hint": "Wham-O made millions of me."
    },
    {
      "id": "nr-15",
      "riddle": "Hold me up to your eyes, pull the lever, and see a 3D picture on a little cardboard disc. What am I?",
      "answer": "a View-Master",
      "hint": "I showed stereoscopic images on round reels."
    },
    {
      "id": "nr-16",
      "riddle": "I was bigger than a cassette and held your music on a continuous loop of tape in a chunky cartridge. I often got stuck in the player. What am I?",
      "answer": "an 8-track player",
      "hint": "Popular in cars during the 1970s."
    },
    {
      "id": "nr-17",
      "riddle": "Sit on a spinning stool at my counter and order a milkshake, an egg cream, or a cherry phosphate. What am I?",
      "answer": "a soda fountain",
      "hint": "Often found inside a drugstore."
    },
    {
      "id": "nr-18",
      "riddle": "For just a cent, you could pick me from a jar — a root beer barrel, a Mary Jane, or a piece of taffy. What am I?",
      "answer": "penny candy",
      "hint": "The cheapest treat at the corner store."
    },
    {
      "id": "nr-19",
      "riddle": "Every morning, I'd appear on your doorstep in glass bottles. You'd leave the empty ones out for me to take back. What am I?",
      "answer": "milk delivery",
      "hint": "A milkman brought me to your home."
    },
    {
      "id": "nr-20",
      "riddle": "I was the family car with wood-paneled sides, a long body, and a big back for kids and luggage. What am I?",
      "answer": "a station wagon",
      "hint": "The ultimate family road trip vehicle."
    }
  ]
}
