{
  "title": "Nostalgia Fact or Fiction",
  "statements": [
    {
      "id": "nff-1",
      "statement": "The first TV dinner was introduced by Swanson in 1953.",
      "answer": true,
      "explanation": "Swanson introduced its famous TV dinner in 1953, featuring turkey, cornbread dressing, gravy, peas, and sweet potatoes on an aluminum tray."
    },
    {
      "id": "nff-2",
      "statement": "Elvis Presley's first hit single was 'Jailhouse Rock' in 1955.",
      "answer": false,
      "explanation": "Elvis's first major hit was 'Heartbreak Hotel' in 1956. 'Jailhouse Rock' came later in 1957."
    },
    {
      "id": "nff-3",
      "statement": "The hula hoop craze swept America in 1958, selling 25 million in the first four months.",
      "answer": true,
      "explanation": "Wham-O introduced the hula hoop in 1958 and it became one of the biggest fads of the decade, selling an estimated 25 million in just four months."
    },
    {
      "id": "nff-4",
      "statement": "The Beatles appeared on The Ed Sullivan Show for the first time in 1963.",
      "answer": false,
      "explanation": "The Beatles' legendary first appearance on The Ed Sullivan Show was on February 9, 1964, watched by approximately 73 million viewers."
    },
    {
      "id": "nff-5",
      "statement": "The original Woodstock music festival lasted for three days in August 1969.",
      "answer": true,
      "explanation": "Woodstock took place August 15-18, 1969, in Bethel, New York. It featured 32 acts and attracted an estimated 400,000 attendees."
    },
    {
      "id": "nff-6",
      "statement": "The board game Monopoly was invented during the Great Depression in the 1930s by Charles Darrow.",
      "answer": false,
      "explanation": "While Charles Darrow patented and sold the game in 1935, Monopoly was actually based on 'The Landlord's Game' created by Elizabeth Magie in 1903."
    },
    {
      "id": "nff-7",
      "statement": "I Love Lucy was the first TV show to be filmed before a live studio audience using three cameras.",
      "answer": true,
      "explanation": "I Love Lucy pioneered the three-camera setup with a live audience in 1951, a technique still used in sitcoms today."
    },
    {
      "id": "nff-8",
      "statement": "The first James Bond film, 'Dr. No,' was released in 1960.",
      "answer": false,
      "explanation": "'Dr. No,' starring Sean Connery, was released in 1962, not 1960. It launched one of the most successful film franchises in history."
    },
    {
      "id": "nff-9",
      "statement": "Drive-in movie theaters peaked in the late 1950s with over 4,000 screens across America.",
      "answer": true,
      "explanation": "The number of drive-in theaters peaked at around 4,063 in 1958. They were a popular date night and family outing destination."
    },
    {
      "id": "nff-10",
      "statement": "The TV show M*A*S*H finale in 1983 was watched by over 105 million viewers, making it the most-watched broadcast in American TV history at the time.",
      "answer": true,
      "explanation": "The M*A*S*H finale 'Goodbye, Farewell and Amen' drew 105.97 million viewers on February 28, 1983, a record that stood for decades."
    },
    {
      "id": "nff-11",
      "statement": "Disneyland opened in Los Angeles, California in 1955.",
      "answer": false,
      "explanation": "Disneyland opened on July 17, 1955, but it's located in Anaheim, California, not Los Angeles — though it's in the greater LA area."
    },
    {
      "id": "nff-12",
      "statement": "The Sony Walkman, the first portable cassette player, was introduced in 1979.",
      "answer": true,
      "explanation": "Sony released the Walkman TPS-L2 on July 1, 1979, in Japan. It revolutionized how people listened to music on the go."
    },
    {
      "id": "nff-13",
      "statement": "Pac-Man was originally called 'Puck Man' when it was first released in Japan in 1980.",
      "answer": true,
      "explanation": "The game was originally named 'Puck Man' in Japan, derived from the Japanese 'paku-paku' (munching sound). It was renamed for Western markets."
    },
    {
      "id": "nff-14",
      "statement": "The Rubik's Cube was invented in the 1980s by a Hungarian professor.",
      "answer": false,
      "explanation": "Erno Rubik invented the cube in 1974 in Hungary. It became a worldwide craze after being mass-produced and marketed internationally in 1980."
    },
    {
      "id": "nff-15",
      "statement": "Saturday Night Fever starring John Travolta was released in 1977 and helped popularize disco music.",
      "answer": true,
      "explanation": "Saturday Night Fever (1977) and its Bee Gees soundtrack became a cultural phenomenon, propelling disco music into the mainstream."
    },
    {
      "id": "nff-16",
      "statement": "The original Star Wars film was initially a box office disappointment when released in 1977.",
      "answer": false,
      "explanation": "Star Wars was a massive hit from its opening weekend in May 1977, eventually becoming the highest-grossing film at that time."
    },
    {
      "id": "nff-17",
      "statement": "Color television broadcasts became widely available in American homes during the 1950s.",
      "answer": false,
      "explanation": "While color TV was introduced in the 1950s, it didn't become widely adopted until the mid-to-late 1960s due to the high cost of color TV sets."
    },
    {
      "id": "nff-18",
      "statement": "The popular TV show 'Happy Days' was set in the 1950s and 1960s Milwaukee.",
      "answer": true,
      "explanation": "Happy Days (1974–1984) was set in 1950s and 1960s Milwaukee, Wisconsin, and starred Ron Howard and Henry Winkler."
    },
    {
      "id": "nff-19",
      "statement": "The 8-track tape cartridge was the most popular music format throughout the 1980s.",
      "answer": false,
      "explanation": "The 8-track peaked in the mid-1970s. By the 1980s, the compact cassette tape had largely replaced it, followed by CDs later in the decade."
    },
    {
      "id": "nff-20",
      "statement": "The first microwave oven for home use was sold in 1967 by Amana.",
      "answer": true,
      "explanation": "Amana introduced the first popular countertop microwave oven for home use in 1967, priced at $495 (about $4,400 in today's money)."
    }
  ]
}
