{
  "title": "Famous First Lines",
  "lines": [
    {
      "id": "ffl-1",
      "line": "It was the best of times, it was the worst of times.",
      "answer": "A Tale of Two Cities",
      "hint": "This Charles Dickens novel is set during the French Revolution.",
      "author": "Charles Dickens"
    },
    {
      "id": "ffl-2",
      "line": "Call me Ishmael.",
      "answer": "Moby-Dick",
      "hint": "This epic novel is about a sea captain's obsession with a great white whale.",
      "author": "Herman Melville"
    },
    {
      "id": "ffl-3",
      "line": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
      "answer": "Pride and Prejudice",
      "hint": "This Jane Austen classic features the Bennet sisters and Mr. Darcy.",
      "author": "Jane Austen"
    },
    {
      "id": "ffl-4",
      "line": "It was a bright cold day in April, and the clocks were striking thirteen.",
      "answer": "1984",
      "hint": "This dystopian novel by George Orwell features Big Brother.",
      "author": "George Orwell"
    },
    {
      "id": "ffl-5",
      "line": "All happy families are alike; each unhappy family is unhappy in its own way.",
      "answer": "Anna Karenina",
      "hint": "This Leo Tolstoy masterpiece follows a Russian socialite's tragic love affair.",
      "author": "Leo Tolstoy"
    },
    {
      "id": "ffl-6",
      "line": "It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn't know what I was doing in New York.",
      "answer": "The Bell Jar",
      "hint": "This semi-autobiographical novel was written by the poet Sylvia Plath.",
      "author": "Sylvia Plath"
    },
    {
      "id": "ffl-7",
      "line": "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since.",
      "answer": "The Great Gatsby",
      "hint": "This F. Scott Fitzgerald novel is set in the Jazz Age on Long Island.",
      "author": "F. Scott Fitzgerald"
    },
    {
      "id": "ffl-8",
      "line": "Last night I dreamt I went to Manderley again.",
      "answer": "Rebecca",
      "hint": "This Daphne du Maurier gothic romance was famously adapted by Alfred Hitchcock.",
      "author": "Daphne du Maurier"
    },
    {
      "id": "ffl-9",
      "line": "All children, except one, grow up.",
      "answer": "Peter Pan",
      "hint": "This J.M. Barrie story is about a boy who never grows old in Neverland.",
      "author": "J.M. Barrie"
    },
    {
      "id": "ffl-10",
      "line": "You don't know about me without you have read a book by the name of The Adventures of Tom Sawyer.",
      "answer": "Adventures of Huckleberry Finn",
      "hint": "This Mark Twain novel follows a boy's journey down the Mississippi River.",
      "author": "Mark Twain"
    },
    {
      "id": "ffl-11",
      "line": "It was a dark and stormy night.",
      "answer": "Paul Clifford",
      "hint": "This 1830 novel by Edward Bulwer-Lytton gave us one of literature's most famous (and parodied) opening lines.",
      "author": "Edward Bulwer-Lytton"
    },
    {
      "id": "ffl-12",
      "line": "Whether I shall turn out to be the hero of my own life, or whether that station will be held by anybody else, these pages must show.",
      "answer": "David Copperfield",
      "hint": "This Charles Dickens novel is considered his most autobiographical work.",
      "author": "Charles Dickens"
    },
    {
      "id": "ffl-13",
      "line": "There was no possibility of taking a walk that day.",
      "answer": "Jane Eyre",
      "hint": "This Charlotte Bronte novel follows a governess who falls in love with Mr. Rochester.",
      "author": "Charlotte Bronte"
    },
    {
      "id": "ffl-14",
      "line": "In a hole in the ground there lived a hobbit.",
      "answer": "The Hobbit",
      "hint": "This J.R.R. Tolkien fantasy novel introduces Bilbo Baggins.",
      "author": "J.R.R. Tolkien"
    },
    {
      "id": "ffl-15",
      "line": "Mr. and Mrs. Dursley, of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much.",
      "answer": "Harry Potter and the Sorcerer's Stone",
      "hint": "This J.K. Rowling novel introduces a young wizard and the world of Hogwarts.",
      "author": "J.K. Rowling"
    }
  ]
}
