{
  "title": "Riddle Challenge",
  "riddles": [
    {
      "id": "rid-1",
      "riddle": "I have cities, but no houses live there. I have mountains, but no trees grow there. I have water, but no fish swim there. What am I?",
      "answer": "a map",
      "hint": "You might unfold me or look at me on a wall."
    },
    {
      "id": "rid-2",
      "riddle": "The more you take, the more you leave behind. What am I?",
      "answer": "footsteps",
      "hint": "Think about walking on a sandy beach."
    },
    {
      "id": "rid-3",
      "riddle": "I speak without a mouth and hear without ears. I have no body, but I come alive with the wind. What am I?",
      "answer": "an echo",
      "hint": "Try shouting in a canyon."
    },
    {
      "id": "rid-4",
      "riddle": "I have keys, but no locks. I have space, but no room. You can enter, but can't go inside. What am I?",
      "answer": "a keyboard",
      "hint": "You're probably looking at one right now."
    },
    {
      "id": "rid-5",
      "riddle": "What has hands but can't clap?",
      "answer": "a clock",
      "hint": "It tells you something important every moment of the day."
    },
    {
      "id": "rid-6",
      "riddle": "I'm tall when I'm young and short when I'm old. What am I?",
      "answer": "a candle",
      "hint": "I give light and slowly melt away."
    },
    {
      "id": "rid-7",
      "riddle": "What has a head and a tail but no body?",
      "answer": "a coin",
      "hint": "You flip me to make a decision."
    },
    {
      "id": "rid-8",
      "riddle": "What can travel around the world while staying in a corner?",
      "answer": "a stamp",
      "hint": "You stick me on an envelope."
    },
    {
      "id": "rid-9",
      "riddle": "I have teeth but cannot bite. What am I?",
      "answer": "a comb",
      "hint": "You use me every morning to look presentable."
    },
    {
      "id": "rid-10",
      "riddle": "What gets wetter the more it dries?",
      "answer": "a towel",
      "hint": "You reach for me after a bath."
    },
    {
      "id": "rid-11",
      "riddle": "I can be cracked, made, told, and played. What am I?",
      "answer": "a joke",
      "hint": "I make people laugh."
    },
    {
      "id": "rid-12",
      "riddle": "What has one eye but cannot see?",
      "answer": "a needle",
      "hint": "You thread me to do some sewing."
    },
    {
      "id": "rid-13",
      "riddle": "I have a neck but no head. What am I?",
      "answer": "a bottle",
      "hint": "You might drink from me."
    },
    {
      "id": "rid-14",
      "riddle": "The person who makes it, sells it. The person who buys it never uses it. The person who uses it never knows it. What is it?",
      "answer": "a coffin",
      "hint": "Think about something used after a person passes away."
    },
    {
      "id": "rid-15",
      "riddle": "What has many rings but no fingers?",
      "answer": "a tree",
      "hint": "Cut me down and count my age."
    },
    {
      "id": "rid-16",
      "riddle": "I follow you everywhere but you can never catch me. What am I?",
      "answer": "a shadow",
      "hint": "I appear when the sun is shining."
    },
    {
      "id": "rid-17",
      "riddle": "What can you hold in your right hand but never in your left hand?",
      "answer": "your left hand",
      "hint": "The answer is part of your own body."
    },
    {
      "id": "rid-18",
      "riddle": "What begins with T, ends with T, and has T in it?",
      "answer": "a teapot",
      "hint": "I hold a warm beverage inside me."
    },
    {
      "id": "rid-19",
      "riddle": "I am not alive, but I grow. I don't have lungs, but I need air. What am I?",
      "answer": "fire",
      "hint": "I am hot and dangerous if not controlled."
    },
    {
      "id": "rid-20",
      "riddle": "What has a bed but never sleeps, and has a mouth but never eats?",
      "answer": "a river",
      "hint": "I flow through landscapes and sometimes flood."
    }
  ]
}
