{
  "title": "What in the World?",
  "puzzles": [
    {
      "id": "witw-1",
      "answer": "The Grand Canyon",
      "clues": [
        "I am located in the southwestern United States.",
        "I was carved by a mighty river over millions of years.",
        "My layers of rock reveal nearly two billion years of Earth's history.",
        "I am over a mile deep and up to 18 miles wide.",
        "Nearly six million people visit me each year in Arizona."
      ]
    },
    {
      "id": "witw-2",
      "answer": "The Great Wall of China",
      "clues": [
        "Construction on me began over 2,000 years ago.",
        "I was built to protect against invasions from the north.",
        "Multiple dynasties contributed to my construction over many centuries.",
        "I stretch across mountains, deserts, and grasslands.",
        "I am over 13,000 miles long and am one of the most famous structures in Asia."
      ]
    },
    {
      "id": "witw-3",
      "answer": "The Eiffel Tower",
      "clues": [
        "I was originally meant to be a temporary structure.",
        "I was built for a world exposition in the late 1800s.",
        "I am made of iron and weigh about 10,100 tons.",
        "I was the tallest man-made structure in the world for 41 years.",
        "I stand 1,083 feet tall in the heart of Paris, France."
      ]
    },
    {
      "id": "witw-4",
      "answer": "Machu Picchu",
      "clues": [
        "I sit high in a mountain range in South America.",
        "I was built in the 15th century but abandoned about 100 years later.",
        "I was unknown to the outside world until 1911.",
        "I am believed to have been a royal estate for an emperor.",
        "I am an ancient Incan citadel perched nearly 8,000 feet up in the Peruvian Andes."
      ]
    },
    {
      "id": "witw-5",
      "answer": "The Taj Mahal",
      "clues": [
        "I took over 20 years and 20,000 workers to build.",
        "I was built as a monument to eternal love.",
        "My walls are made of white marble that changes color with the light.",
        "I feature a large central dome surrounded by four minarets.",
        "I stand on the banks of the Yamuna River in Agra, India."
      ]
    },
    {
      "id": "witw-6",
      "answer": "The Colosseum",
      "clues": [
        "I could hold between 50,000 and 80,000 spectators.",
        "I was used for public entertainment including gladiator contests.",
        "I had a complex underground system of tunnels and cages.",
        "I was built in the first century AD and took about eight years to complete.",
        "I am an ancient amphitheater standing in the center of Rome, Italy."
      ]
    },
    {
      "id": "witw-7",
      "answer": "The Statue of Liberty",
      "clues": [
        "I was a gift from one country to another.",
        "I was designed by a French sculptor and built by the engineer who later built a famous tower.",
        "I am made of copper, which is why I turned green over time.",
        "My torch and crown are recognized symbols of freedom worldwide.",
        "I stand on Liberty Island in New York Harbor."
      ]
    },
    {
      "id": "witw-8",
      "answer": "Stonehenge",
      "clues": [
        "My exact purpose remains one of history's great mysteries.",
        "Some of my stones were transported from over 150 miles away.",
        "I was built in stages over about 1,500 years.",
        "I align with the sunrise on the summer solstice.",
        "I am a prehistoric circle of massive stones on Salisbury Plain in England."
      ]
    },
    {
      "id": "witw-9",
      "answer": "The Great Barrier Reef",
      "clues": [
        "I am the largest living structure on Earth.",
        "I am so big I can be seen from outer space.",
        "I am home to over 1,500 species of fish and 400 types of coral.",
        "Climate change and ocean warming pose a serious threat to my survival.",
        "I stretch over 1,400 miles along the northeast coast of Australia."
      ]
    },
    {
      "id": "witw-10",
      "answer": "Mount Everest",
      "clues": [
        "I sit on the border between two Asian countries.",
        "I was formed by the collision of two tectonic plates millions of years ago.",
        "The first confirmed summit of my peak was in 1953.",
        "My peak is in the so-called 'death zone' where oxygen is extremely thin.",
        "I stand 29,032 feet tall and am the highest point above sea level on Earth."
      ]
    },
    {
      "id": "witw-11",
      "answer": "Niagara Falls",
      "clues": [
        "I am actually made up of three separate waterfalls.",
        "I straddle the border between two countries.",
        "I generate a tremendous amount of hydroelectric power.",
        "Daredevils have attempted to go over me in barrels since the 1800s.",
        "I am located on the border of Ontario, Canada, and New York State."
      ]
    },
    {
      "id": "witw-12",
      "answer": "The Pyramids of Giza",
      "clues": [
        "I am the only one of the original Seven Wonders of the Ancient World still standing.",
        "I was built as a final resting place for rulers.",
        "My largest structure contains about 2.3 million stone blocks.",
        "I was built over 4,500 years ago without modern machinery.",
        "I stand on the outskirts of Cairo, Egypt, guarded by a great stone sphinx."
      ]
    },
    {
      "id": "witw-13",
      "answer": "Big Ben",
      "clues": [
        "My name actually refers to a bell, not the tower I'm in.",
        "The tower I sit in was renamed Elizabeth Tower in 2012.",
        "I have been keeping time since 1859.",
        "I weigh about 13.5 tons and my chimes are broadcast by the BBC.",
        "I am located at the north end of the Palace of Westminster in London, England."
      ]
    },
    {
      "id": "witw-14",
      "answer": "The Golden Gate Bridge",
      "clues": [
        "I was once called 'the bridge that couldn't be built.'",
        "I was completed in 1937 after four years of construction.",
        "My distinctive color is called 'International Orange.'",
        "I span about 1.7 miles across a strait connecting a bay to the Pacific Ocean.",
        "I am one of the most photographed bridges in the world, located in San Francisco, California."
      ]
    },
    {
      "id": "witw-15",
      "answer": "Victoria Falls",
      "clues": [
        "The indigenous name for me means 'The Smoke That Thunders.'",
        "I am neither the tallest nor the widest waterfall, but I am considered the largest sheet of falling water.",
        "The spray from my falls can be seen from over 30 miles away.",
        "I was named by a European explorer in honor of his queen in 1855.",
        "I am located on the Zambezi River at the border of Zambia and Zimbabwe in Africa."
      ]
    }
  ]
}
