{
  "title": "Who Am I?",
  "puzzles": [
    {
      "id": "wai-1",
      "answer": "Albert Einstein",
      "clues": [
        "I was born in Germany in 1879.",
        "I worked as a patent clerk before becoming famous.",
        "I developed a famous equation involving energy and mass.",
        "I won the Nobel Prize in Physics in 1921."
      ]
    },
    {
      "id": "wai-2",
      "answer": "Cleopatra",
      "clues": [
        "I was the last active ruler of my kingdom.",
        "I spoke nine languages fluently.",
        "I had famous relationships with two Roman leaders.",
        "I was the Queen of Egypt."
      ]
    },
    {
      "id": "wai-3",
      "answer": "Leonardo da Vinci",
      "clues": [
        "I was born in Italy in the 15th century.",
        "I designed flying machines centuries before airplanes existed.",
        "I painted a woman with a mysterious smile.",
        "I am often called the ultimate Renaissance man."
      ]
    },
    {
      "id": "wai-4",
      "answer": "Abraham Lincoln",
      "clues": [
        "I was largely self-educated and taught myself law.",
        "I am known for a famous speech given at a battlefield in Pennsylvania.",
        "I led my country through its greatest internal conflict.",
        "I was the 16th President of the United States."
      ]
    },
    {
      "id": "wai-5",
      "answer": "William Shakespeare",
      "clues": [
        "I was born in Stratford-upon-Avon in 1564.",
        "I invented over 1,700 words still used in English today.",
        "I wrote about star-crossed lovers in Verona.",
        "I am often called the greatest playwright in the English language."
      ]
    },
    {
      "id": "wai-6",
      "answer": "Marie Curie",
      "clues": [
        "I was born in Warsaw, Poland in 1867.",
        "I was the first woman to win a Nobel Prize.",
        "I discovered two chemical elements.",
        "I pioneered research on radioactivity."
      ]
    },
    {
      "id": "wai-7",
      "answer": "Thomas Edison",
      "clues": [
        "I held over 1,000 patents in my lifetime.",
        "I established the first industrial research laboratory.",
        "I am credited with inventing a device that records and plays sound.",
        "I developed a practical electric light bulb."
      ]
    },
    {
      "id": "wai-8",
      "answer": "Queen Victoria",
      "clues": [
        "I became a monarch at the age of 18.",
        "An entire era is named after me.",
        "I ruled during a period of great industrial expansion.",
        "I was Queen of the United Kingdom for over 63 years."
      ]
    },
    {
      "id": "wai-9",
      "answer": "Wolfgang Amadeus Mozart",
      "clues": [
        "I was a child prodigy who performed for royalty at age 5.",
        "I composed over 600 works in my short life.",
        "I was born in Salzburg, Austria in 1756.",
        "I am one of the most famous classical music composers of all time."
      ]
    },
    {
      "id": "wai-10",
      "answer": "Charles Darwin",
      "clues": [
        "I spent five years aboard a ship called the Beagle.",
        "I studied unique animal species on remote islands.",
        "I published a groundbreaking book in 1859.",
        "I am best known for my theory of evolution by natural selection."
      ]
    },
    {
      "id": "wai-11",
      "answer": "Rosa Parks",
      "clues": [
        "I was born in Alabama in 1913.",
        "My simple act of defiance sparked a 381-day boycott.",
        "I refused to give up my seat on a bus in Montgomery.",
        "I am known as the mother of the civil rights movement."
      ]
    },
    {
      "id": "wai-12",
      "answer": "Isaac Newton",
      "clues": [
        "I attended Cambridge University in England.",
        "Legend says an apple falling from a tree inspired my greatest discovery.",
        "I formulated three famous laws of motion.",
        "I described the force of gravity mathematically."
      ]
    },
    {
      "id": "wai-13",
      "answer": "Amelia Earhart",
      "clues": [
        "I set many aviation records in the 1920s and 1930s.",
        "I was the first woman to fly solo across the Atlantic Ocean.",
        "I mysteriously disappeared during a flight over the Pacific in 1937.",
        "I was a pioneering American aviator."
      ]
    },
    {
      "id": "wai-14",
      "answer": "Martin Luther King Jr",
      "clues": [
        "I was a Baptist minister from Atlanta, Georgia.",
        "I led a famous march from Selma to Montgomery.",
        "I gave a legendary speech on the steps of the Lincoln Memorial.",
        "I said: 'I have a dream.'"
      ]
    },
    {
      "id": "wai-15",
      "answer": "Neil Armstrong",
      "clues": [
        "I was a Navy pilot before joining a famous government agency.",
        "I commanded the Apollo 11 mission in 1969.",
        "I was the first person to walk on the Moon.",
        "I said: 'That's one small step for man, one giant leap for mankind.'"
      ]
    }
  ]
}
