{
  "title": "What Am I?",
  "puzzles": [
    {
      "id": "whai-1",
      "answer": "Piano",
      "clues": [
        "I have 88 parts that are all in a row.",
        "I can be grand or upright.",
        "People use their fingers to interact with me.",
        "I make music when my keys are pressed."
      ]
    },
    {
      "id": "whai-2",
      "answer": "Lighthouse",
      "clues": [
        "I stand tall and am usually found near water.",
        "I have been around for hundreds of years.",
        "I work especially hard at night and in storms.",
        "My bright light guides ships safely to shore."
      ]
    },
    {
      "id": "whai-3",
      "answer": "Telescope",
      "clues": [
        "Galileo was one of the first people to use me.",
        "I help you see things that are very far away.",
        "I come in different sizes, from handheld to enormous.",
        "I am pointed at the night sky to view stars and planets."
      ]
    },
    {
      "id": "whai-4",
      "answer": "Umbrella",
      "clues": [
        "I have been used in China for over 2,000 years.",
        "I can be folded up small enough to fit in a bag.",
        "I open up like a flower when you need me.",
        "I keep you dry when it rains."
      ]
    },
    {
      "id": "whai-5",
      "answer": "Compass",
      "clues": [
        "I was invented in ancient China during the Han Dynasty.",
        "Explorers and sailors relied on me for centuries.",
        "I have a small needle that always moves on its own.",
        "I always point north to help you find your way."
      ]
    },
    {
      "id": "whai-6",
      "answer": "Hourglass",
      "clues": [
        "I have been used since the Middle Ages.",
        "I have two identical halves connected in the middle.",
        "You turn me upside down to restart me.",
        "I measure time using falling grains of sand."
      ]
    },
    {
      "id": "whai-7",
      "answer": "Dictionary",
      "clues": [
        "Samuel Johnson created a famous version of me in 1755.",
        "I contain tens of thousands of entries arranged in order.",
        "People consult me when they encounter something unfamiliar.",
        "I define every word in the language."
      ]
    },
    {
      "id": "whai-8",
      "answer": "Candle",
      "clues": [
        "I have been used for thousands of years since ancient times.",
        "I slowly get smaller the longer you use me.",
        "I have a wick running through my center.",
        "I provide light and warmth with a small flame."
      ]
    },
    {
      "id": "whai-9",
      "answer": "Globe",
      "clues": [
        "The oldest surviving one was made in 1492.",
        "I sit on a stand and can spin freely.",
        "I show boundaries, oceans, and land masses.",
        "I am a round model of the Earth."
      ]
    },
    {
      "id": "whai-10",
      "answer": "Thermometer",
      "clues": [
        "Galileo created an early version of me around 1600.",
        "I use a scale with numbers marked along my length.",
        "Doctors use me regularly when you're feeling unwell.",
        "I measure temperature."
      ]
    },
    {
      "id": "whai-11",
      "answer": "Typewriter",
      "clues": [
        "Mark Twain was one of the first famous people to use me.",
        "I make a satisfying clicking sound when used.",
        "I have a keyboard, a carriage, and a ribbon.",
        "I print letters onto paper one keystroke at a time."
      ]
    },
    {
      "id": "whai-12",
      "answer": "Sundial",
      "clues": [
        "The ancient Egyptians were among the first to use me.",
        "I only work properly on clear, sunny days.",
        "I have a flat face with numbers arranged in a circle.",
        "My shadow tells you the time of day."
      ]
    },
    {
      "id": "whai-13",
      "answer": "Bicycle",
      "clues": [
        "The first version of me appeared in the early 1800s.",
        "I have a chain that connects two important parts together.",
        "Millions of people around the world use me every day.",
        "I have two wheels and you pedal to make me move."
      ]
    },
    {
      "id": "whai-14",
      "answer": "Mirror",
      "clues": [
        "Ancient people used polished metal to create me.",
        "In fairy tales, I sometimes have magical powers.",
        "I can be found in nearly every home and car.",
        "I show a perfect reflection of whatever is in front of me."
      ]
    },
    {
      "id": "whai-15",
      "answer": "Postage Stamp",
      "clues": [
        "The first one of me was called the Penny Black, issued in 1840.",
        "Collectors around the world seek out rare versions of me.",
        "I am very small and have a sticky back.",
        "You put me on a letter or package before mailing it."
      ]
    }
  ]
}
